/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Indstiller %@";
"CreateExtendMoreInfo" = "Vælg “Opret et nyt trådløst netværk”, hvis du vil indstille den trådløse AirPort-enhed på et nyt trådløst netværk. Computere, som opretter forbindelse til netværket, kan kommunikere trådløst med andre computere på netværket, og hvis de er tilsluttet via Ethernet, kan de kommunikere via Ethernet. Hvis du indstiller enheden til at oprette forbindelse til internettet, kan computere, der er tilsluttet enheden trådløst eller med kabler, også bruge internetforbindelsen. Klik på Fortsæt for at indstille et nyt trådløst netværk.\n\nVælg “Udvid rækkevidden på mit AirPort Extreme- eller AirPort Express-netværk”, hvis du allerede har indstillet et AirPort-netværk, og din enhed skal oprette forbindelse til det og udvide dets rækkevidde. Når du udvider et trådløst netværks rækkevidde, kaldes det også Wireless Distribution System (WDS). Trådløse enheder i et WDS deler en Internetforbindelse og giver de computere, der er tilsluttet netværket, mulighed for at bruge internetforbindelsen.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Skriv et navn og en adgangskode til den trådløse enhed";
"NameMoreInfo" = "Navnet vises i indholdsoversigten i AirPort-værktøj. Brug et navn, som du kan huske, f.eks. Dagligstue eller Kontor. Hvis der er flere trådløse enheder i et netværk, kan du på den måde nemt finde den, du vil indstille eller ændre. Skriv en adgangskode til enheden. Det er den adgangskode, du skal bruge, før du kan ændre dens indstillinger.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Gør dit netværk sikkert";
"SecurityMoreInfo" = "Du kan beskytte netværket med en adgangskode. Alle, der prøver at oprette forbindelse til netværket, skal indtaste adgangskoden.\n\nTrådløse AirPort-enheder understøtter to typer adgangskoder:\n• WPA2: Wi-Fi Protected Access-adgangskoder er mere sikre, men måske mindre kompatible.\n• 128 bit WEP-adgangskoder: Wired Equivalent Privacy er mere kompatible med ældre computere og trådløse kort.\n\nHvis du vælger “Ingen sikkerhed”, kan alle, som er inden for netværkets rækkevidde, oprette forbindelse til det uden en adgangskode. Denne mulighed anbefales ikke.\n\nHvis du vælger at bruge 128 bit WEP, skal du bruge en adgangskode på præcis 13 tegn. Det sikrer kompatibilitet med Windows- og/eller andre enheder, som ikke er Macintosh-computere.\n\nHvis du vælger at bruge WPA2, skal du bruge en adgangskode på mindst 8 tegn.";
"SecurityMoreInfoWPANone.Title" = "Gør dit netværk sikkert";
"SecurityMoreInfoWPANone" = "Du kan beskytte netværket med en WPA Personal-adgangskode. Alle, der prøver at oprette forbindelse til netværket, skal skrive adgangskoden.\n\nHvis du vælger “Ingen sikkerhed”, kan alle, som er inden for netværkets rækkevidde, oprette forbindelse til det uden en adgangskode. Denne mulighed anbefales ikke.\nHvis du vælger at bruge WPA Personal, skal du bruge en adgangskode på mindst 8 tegn.";
"SecurityMoreInfoWPA2None.Title" = "Gør dit netværk sikkert";
"SecurityMoreInfoWPA2None" = "Du kan beskytte netværket med en WPA/WPA2 Personal-adgangskode. Alle, der prøver at oprette forbindelse til netværket, skal skrive adgangskoden.\n\nHvis du vælger “Ingen sikkerhed”, kan alle, som er inden for netværkets rækkevidde, oprette forbindelse til det uden en adgangskode. Denne mulighed anbefales ikke.\nHvis du vælger at bruge WPA/WPA2 Personal, skal du bruge en adgangskode på mindst 8 tegn.";
"SecurityMoreInfoTSN.Title" = "Gør dit netværk sikkert";
"SecurityMoreInfoTSN" = "Du kan beskytte netværket med en adgangskode. Alle, der prøver at oprette forbindelse til netværket, skal indtaste adgangskoden.\n\nTrådløse AirPort-enheder understøtter to typer adgangskoder:\n• WPA2: Wi-Fi Protected Access-adgangskoder er mere sikre, men måske mindre kompatible.\n• WEP-adgangskoder (Transitional Security Network) er mere kompatible med ældre WEP-computere og trådløse kort, men tillader også nyere WPA- og WPA2-klienter at oprette adgang til dit netværk.\n\nHvis du vælger “Ingen sikkerhed”, kan alle, som er inden for netværkets rækkevidde, oprette forbindelse til det uden en adgangskode. Denne mulighed anbefales ikke.\n\nHvis du vælger at bruge WEP (Transitional Security Network), skal du bruge en adgangskode på præcis 13 tegn.\n\nHvis du vælger at bruge WPA2, skal du bruge en adgangskode på mindst 8 tegn.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Hvordan opretter du forbindelse til internettet?";
"InternetMoreInfo" = "Hvis du opretter forbindelse til internettet via et DSL- eller kabelmodem, og din Internetudbyder giver dig en IP-adresse automatisk vha. DHCP, skal du vælge den første mulighed.\n\nHvis du opretter forbindelse til internettet vha. PPP over Ethernet (PPPoE), skal du vælge den anden mulighed. Hvis du opretter forbindelse til internettet vha. PPPoE, har du sikkert fået et brugernavn og en adgangskode. Spørg Internetudbyderen, hvis du er i tvivl.\n\nVælg den tredje mulighed, hvis du opretter forbindelse til et Ethernet-netværk. Spørg netværksadministratoren (eller den person, der indstillede netværket), hvordan du modtager en IP-adresse (vha. DHCP eller manuelt).\n\nHvis du indstiller en AirPort-base, som har et indbygget modem, og du har en konto til PPP-opkald, skal du vælge “Jeg bruger et modem, der er sluttet til en telefonlinje”.\n\nVælg “Jeg er ikke klar til at oprette forbindelse til internettet lige nu”, hvis du vil fortsætte med at indstille basen, men ikke vil oprette forbindelse til internettet. Du kan altid vende tilbage, når du er klar til oprette forbindelse til internettet.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Indstil TCP/IP på enheden";
"EthernetMoreInfo" = "Om du skal vælge Manuelt eller Vha. DHCP på lokalmenuen Konfigurer IPv4 afhænger af, hvordan du får IP-adresser fra internetudbyderen. Hvis du modtager en IP-adresse automatisk fra internetudbyderen, skal du vælge Vha. DHCP på lokalmenuen Konfigurer TCP/IP. IP-adressen og de øvrige felter udfyldes af internetudbyderen.\n\nHvis internetudbyderen gav dig en IP-adresse og andre tal til din internetkonto, skal du vælge Manuelt og bruge disse oplysninger til at konfigurere den trådløse enheds IP-adresse manuelt. Hvis du er i tvivl, kan du spørge internetudbyderen.\n\nHvis internetudbyderen beder om enhedens MAC-adresse, skal du bruge adressen på Ethernet WAN-porten, som er trykt på etiketten i bunden af den trådløse AirPort-enhed.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Vælg, hvad du vil gøre med %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Hvis du allerede har en trådløs AirPort-enhed eller en trådløs router, og vil udskifte denne enhed med %@, skal du vælge “Jeg vil udskifte en eksisterende base eller trådløs router med %@”";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Hvis du allerede har et netværk, og %@ skal oprette forbindelse til dette netværk trådløst eller via Ethernet, skal du vælge “%@ skal oprette forbindelse til det aktuelle netværk”";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Hvis du ikke har et trådløst netværk eller vil tilføje et ekstra trådløst netværk, skal du vælge “Jeg vil oprette et nyt trådløst netværk”";

"GuestNetworkMoreInfo.Title" = "Gæstenetværk";
"GuestNetworkMoreInfo" = "Et gæstenetværk giver klientcomputere mulighed for at oprette forbindelse til internettet, uden at de får adgang til dit private netværk. Du kan indstille et gæstenetværk med eller uden adgangskodebeskyttelse.\n\nDu kan bruge manuel indstilling til andre muligheder til gæstenetværket, f.eks. arkivdeling mellem de computere, der er forbundet med gæstenetværket.";


/* End of strings file */
